source/_static/diagrams/46-software-maps-to-tests.d2
direction: right
n0: "module"
n1: "yml map"
n2: "suite"
n0 -> n1
n1 -> n2
